{"name":"Arwen","description":"Arwen was the Half-Elven daughter of Elrond who was also known as Arwen Undómiel or Arwen Evenstar in Middle-earth. In marrying Aragorn II Elessar after the War of the Ring, she became Queen of the Reunited Kingdom of Arnor and Gondor, and like Beren and Lúthien before her she unified with mankind in peaceful love and harmony, making her a mortal.\nArwen was the youngest child of Elrond and Celebrían; her elder brothers were the twins Elladan and Elrohir. Through her father, she was the granddaughter of Eärendil the Mariner (the second of the Half-Elven), great-granddaughter of Tuor of Gondolin, and therefore a direct descendant of the ancient House of Hador. Arwen was also a descendant of King Turgon of the Noldor through her great-grandmother, Idril. Through her mother, she was the granddaughter of Lady Galadriel and the great-granddaughter of Finarfin. Éomer of Rohan said that the Lady Arwen was more fair than the Lady Galadriel of Lórien, but Gimli son of Glóin thought differently. Through both of her parents Arwen was a direct descendant of the ancient Elven House of Finwë. Furthermore, Arwen was a descendant of Beren and Lúthien Tinúviel, whose story resembled hers. Indeed, Arwen was held to be the reappearance in likeness of her ancestress Lúthien, fairest of all the Elves, who was called Nightingale (Tinúviel). \nArwen was a very distant relative of her husband Aragorn. Aragorn's ancestor, Elros Tar-Minyatur, the first King of Númenor, was her father Elrond's brother, who chose to live as a man rather than one of the Eldar. Elros died in SA 442, some 3,240 years before Arwen was born.\nArwen eventually became Queen of the Reunited Kingdom of Arnor and Gondor when she married Aragorn, who was of the line of the Kings of Arnor. After 122 years of royal marriage, Arwen died of a broken heart a year after the death of Aragorn.\nAfter the War of the Ring ended, Arwen and Aragorn produced the future heir of the throne, Eldarion.\nBy Arwen and Aragorn's marriage, the long-sundered lines of the Half-elven were joined. Their union also served to unite and preserve the bloodlines of the Three Kings of the High Elves (Ingwë, Finwë, and the brothers Olwë and Elwë) as well as the only line with Maiarin blood through Arwen's great-great-great grandmother, Melian, Queen of Doriath, and also on Aragorn's side, through the line of kings of Arnor and Númenor to Elros, Elrond's brother, whose great-great-grandmother was also Melian.\nDuring Aragorn's twentieth year he met Arwen for the first time in Rivendell, where he lived under Elrond's protection. Arwen, then over 2700 years old, had recently returned to her father's home after living for a while with her grandmother Galadriel in Lórien. Aragorn fell in love with Arwen at first sight, when he first mistook her for Lúthien.\nAbout thirty years later, the two were reunited in Lórien; at that time, Arwen reciprocated Aragorn's love; then they \"plighted their troth\" (promised themselves to each other) on the mound of Cerin Amroth. This showed that she had made the choice given to her as a child of Elrond: to sail over the sea when he left Middle-earth and remain immortal or to stay behind and become mortal.\nWhen Éowyn fell in love with Aragorn, it was his fidelity to Arwen that prevented him from reciprocating. This motivated Éowyn's subsequent heroism during the Battle of the Pelennor Fields, which had major repercussions for the defense of Middle-earth. Arwen served as inspiration and motivation for Aragorn, who had to become King before he could wed her.\nBefore taking the Paths of the Dead, Aragorn was met by a group consisting of Dúnedain, and Arwen's brothers, Elladan and Elrohir. They brought to him a banner of black cloth: a gift made by Arwen, and a sign that encouraged him to take the difficult path. When the banner was unfurled at the Battle of the Pelennor Fields to reveal the emblem of Elendil in Mithril, gems, and gold, it was the first triumphant announcement of the King's return.\nShe arrived at Minas Tirith after Aragorn had become King of Gondor and Arnor, and they were married. Arwen married Aragorn on Midsummer's Day in the year TA 3019, after the end of the War of the Ring. She became Queen of the Reunited Kingdoms of Arnor and Gondor. She bore their son, Eldarion, sometime during the Fourth Age along with several unnamed daughters.\nArwen died of a broken heart in 121 of the Fourth Age, at Cerin Amroth in Lórien, one year after the death of Aragorn and was buried there. At the time, she was 2,901 years old.\nArwen was 2,710 when she met Aragorn, it being the year TA 2951 and she being born in TA 241. Thus she was 2,690 years older than Aragorn, who was born on March 1st TA 2931.\nArwen was 2,777 or 2,776 at the time of the Council of Elrond depending on the month in which she was born. She died at the age of 2,901 in SR 1542.\nArwen was voiced by Sonia Fraser in The Lord of the Rings (1981 radio series) was voiced by Kath Soucie in The Lord of the Rings: The Fellowship of the Ring (video game). In the fan film The Hunt for Gollum, Arwen made an appearance and was played by Rita Ramnani.\nIn The Two Towers movie by Peter Jackson, Arwen was originally supposed to appear with the host of Elves and fight at Helm's Deep alongside her lover, Aragorn. This was later cut from the film.\nArwen means \"Royal Lady/Maiden\" in Sindarin. Undómiel means \"Evening Star\" in Quenya."}