{"name":"Boromir","description":"For other uses of Boromir see also: Boromir (disambiguation)\nBoromir was a valiant warrior known in Gondor for his greatness, having already achieved great merit in Gondor prior to the Council of Elrond. His strength and forceful mood made him a great commander of Gondor who would have protected his people no matter what. Even the people of Rohan, particularly Éomer, admired him.\nBoromir shows many of the traits of his Númenórean ancestry, namely his great size and strength, which is greater than that of a normal man. He was large and powerful due to ancestry and his military life-style and was widely considered one of the greatest warriors in the world of men, and all the free peoples. At the time of the War of the Ring he was regarded as one of the finest mortal warriors.\nHe, by order of his father, Denethor, set out from Minas Tirith to Rivendell to decipher a riddle that was given to him and his brother in their dreams:\nBoromir lost his horse in Tharbad and travelled the rest of the way on foot. The journey took 110 days. He arrived at the beginning of the Council of Elrond where he talked about how Gondor was defending itself from Mordor and tried to convince them to give the One Ring to Gondor where he felt it would be kept safe. The council disagreed with the ring going to Gondor because of the possibility that Sauron would sense it there.\n\nBoromir joined the Fellowship of the Ring and was warned by Elrond to not blow the Horn of Gondor until they were close to Gondor and in dire need. After the Fellowship failed to cross east of the Misty Mountains, they went through the Dwarven realm of Moria, where Gandalf fell while fighting a Balrog. When the Fellowship made it to Lórien, Boromir was disturbed by Galadriel testing his mind. He was given the gift of an elven-cloak and a golden belt, riding the river Anduin in the elven boats Celeborn gave the Fellowship.\nLast Words of Boromir in different version.\n\"The halflings...Orcs took them. I think they are not dead.\"\n-Boromir's final words, spoken to Aragorn. (1978 film adaptation.)\n\"I would have followed you, my brother; my captain; my king.\"\n-Boromir's final words, spoken to Aragorn. (2001 film adaptation.)\n\"Farewell, Aragorn! Go to Minas Tirith and save my people! I have failed.\"\n-Boromir's final words, spoken to Aragorn. (Book.)\n\nBoromir disliked the idea of destroying the One Ring, he believed that    \nit could be used to defeat Sauron once and for all, to save Gondor, and return it to its former glory; he tried to convince Frodo to give him the ring. When Frodo refused, Boromir tried to take it by force, threatening Frodo with death, but the hobbit put the One Ring on and fled.\nAfter Boromir realized his actions were caused by the corruption of the One Ring, he repented, and upon returning to camp he was confronted by Aragorn about Frodo. Boromir told Aragorn that he had seen Frodo an hour ago where he had tried to convince Frodo to bring the One Ring to Minas Tirith. They had then had an argument and Frodo had walked off. After the argument Boromir had gone for a walk and had been walking around the whole time before returning to the camp just now. The Fellowship, especially Aragorn, didn't believe everything Boromir said and upon relating his story, they scattered looking for Frodo; Sam tore up the path, where he was joined shortly by Aragorn. The rest of the Fellowship all went off in different directions.\nThough in the books Boromir died in the beginning of The Two Towers, in the film version he was killed in the last portion of The Fellowship of the Ring.\nThree days after Boromir's death, his brother Faramir found his funeral boat. Boromir's death made his father Denethor even more morose, driving him to madness. When Gandalf and Pippin arrived at Gondor to give counsel to Denethor, they found him sitting on his throne holding the broken Horn of Gondor. This made Denethor very sad and eventually Boromir's death made Denethor turn away from Gandalfs advice. During this time, Pippin recounted how Boromir died to save himself and Merry. During the Battle of the Pelennor Fields Denethor attempted to burn himself and Faramir since he thought Faramir was dead even though Pippin, his new guard of the citadel, said he was still alive. Denethor ignored the Hobbit's correct claim. He eventually released Pippin from his service, despite Pippin having gone in service in payment for Boromir's life. Pippin did not want Boromir's only brother nor the Steward to die, but Denethor had gone mad. Nonetheless, Pippin was fighting for Gondor in the mere memory of Boromir who fought valiantly to protect Merry and Pippin at Amon Hen — something Pippin would never forget; thus, in payment for Boromir's mighty sacrifice he saved Faramir from death by fetching Gandalf and pulling Faramir out of the fire.\nBoromir won respect even from his enemies: in The Two Towers, Ugluk boasts that it was the Uruk-hai who \"slew the mighty warrior,\" a clear reference to Boromir.\nBoromir's armour is the standard armour of a Gondorian foot soldier. When he was travelling with the Fellowship of the Ring, Boromir was more lightly armoured, wearing only chain-mail, leather and a well-made pair of Gondorian vambraces later worn by Aragorn.\nThe wood frame had been dyed black, and in the middle was a large steel boss that was riveted to the back of the shield; fixed into the boss was a handle made of horn that was edged with bronze rings. Around the edge were engraved wings and the seven stars of Gondor's noble heritage. When not using it, Boromir carried the shield over his shoulder with the finely tooled leather gauge that was riveted to the boss and the steel rim that ran around the edge of the shield, again secured by a number of rivets.\nIt was a solid piece of work that could be wielded quickly and effectively; the curved, circular shield had no points that an enemy could catch on, so their blows would slide across and past the shield. When this happened, the attacker's forward movement would unbalance him, allowing Boromir to bring his sword down upon his out-thrust and exposed arm and neck. If the blow was light enough, the upraised shield would arrest the swing of the blow and Boromir could thrust under the foe's shield and into his belly.\nThe guard was the same shape as that on his father’s sword, as well as those on all Third Age Gondorian swords. The handgrip was wide like the blade, matched to Boromir's hand, and the pommel was an elegant and simple piece of steel, again large to counterbalance the weight of this warrior's blade. The scabbard was wood covered in leather that had been decorated with crisscrossing strips of leather down its length together with a steel locket and an elegant steel chape that matched the shape of the pommel. It was attached directly to the belt that had been stamped with a delicate leaf pattern repeated along its length. It may be that this was a gift from his mother.\nBoromir also carried a dagger that was a little brother to his sword, matching its blade shape and pommel design. The only difference was that it was decorated with bronze details; the handgrip was wrapped in fine bronze wire instead of leather, the pommel was glided with bronze and the guard was formed from a single piece of shaped bronze. Unusually for a dagger, the wide blade was fullered so that in all respects it resembled the tip of Boromir's sword.\nBoromir is also mentioned as having a helmet, but it makes no appearance except once, when Aragorn, Legolas and Gimli are arraying him for burial."}