{"name":"Elrond","description":"Elrond, the Half-elven (ca. FA 532 - ?), Lord of Rivendell, was one of the mighty rulers of old that still remained during the Third Age of Middle-earth.\nElrond was the son of Eärendil and Elwing, and a great-grandson of Lúthien, he was born in the refuges of the Havens of Sirion in Beleriand late in the First Age, soon before its destruction by the Sons of Fëanor still making him well over 6,000 years old by the time of the War of the Ring. Elrond and his twin brother, Elros, were captured alive. This caused their parents to fear that they would be killed but instead they were taken up by the brothers Maedhros and Maglor and together raised him along with his twin brother. Maglor eventually released them, feeling sorry for them.\n\nElrond's twin brother chose the Fate of Men and became Elros Tar-Minyatur, the first King of Númenor. His wife was the Lady Celebrian of Rivendell, who bore him three children. The first two children were twin brothers Elladan and Elrohir, and the third was Arwen Undómiel, future Queen of Gondor. Through his wife Celebrian, Lord Celeborn of Lothlorien was his father-in-law, and Lady Galadriel of Lothlorien was his mother-in-law.\nElrond went to Lindon with the household of Gil-galad, the last High King of the Ñoldor when Beleriand was destroyed at the end of the First Age, choosing (like his parents but unlike his brother) to be counted among the elves when the option of kindreds was given to him.\nIn the Second Age, he was sent to Eregion by Gil-galad, and after the destruction of Eregion, he fled into Eriador, where he founded Rivendell within a steep-sided valley, one of the last remaining strongholds against Sauron, with the remaining Ñoldor of Eregion. Upon this occasion, Gil-galad entrusted Elrond with Vilya, one of the elvish Three Rings.\nSoon after revealing his information Gil-galad passed away. After grieving for Gil-galad, Elrond, with haste, went in search of Isildur. Upon finding him he tried to convince Isildur to throw the One Ring into the fires of Mount Doom, but the seduction of the ring made Isildur refuse and since Elrond said that he would not force the Ring from Isildur he left the problem to be dealt with by Men. After this was discussed the commanders, having defeated Sauron and the forces of Mordor, decided to head back to their own lands and see to their own affairs. Isildur was then named High King of Gondor and took his father's throne, while Elrond returned to Rivendell at the end of the war. There were tremendous losses on both sides of this conflict; the Last Alliance, in addition to losing Gil-galad, also lost Elendil, his younger son Anarion and countless other lives for both Men and Elves. The Orcs also lost countless numbers of lives which subdued their numbers until Sauron came back into power.\nElrond remained in Rivendell until the destruction of the One Ring, and of Sauron, when he went to Minas Tirith to see his daughter Arwen wed Aragorn, King of the Reunited Kingdom of Arnor and Gondor. On 29 September, 3021, aged 6,520 years, Elrond left Middle-earth to go over the sea with the other Ring-bearers, never to return.\nElrond is a Sindarin name that means 'Star-dome'.\nElrond is an exceptionally gifted warrior in battle and has commanded various armies of the Free Peoples well, including the Last Alliance. He is just as effective at leadership and gives much wise insight concerning various situations of Middle-earth, including the destruction of the Ring. He can use foresight to view lands and events far away from Rivendell. He is also adept at healing others, though whether this is through Athelas or Elven magic isn't exactly known (more likely the latter, though Battle for Middle-earth II employs both).\nElrond is one of the most incorruptible of leaders in the Middle-earth. Aragorn speculates that the few people capable of completely resisting Saruman's speech are Elrond, Galadriel, and Gandalf. He also opposed Sauron when Sauron offered partnership with the Elves.\nElrond's personality is completely different in the movies; he even goes as far as to try to convince Arwen to go to Valinor. (There is also no indication that she is not an only child.) He seems to be bitter towards men, including Aragorn, in spite of some of his ancestors belonging to this race. This portrayal resembles Thingol, father of Lúthien.\nThis did not happen in the books and Elrond in fact raised Aragorn as his own son, for Aragorn's father Arathorn died (Though in the film Elrond does encourage Aragorn to become King). In the context of the books, Elrond's condition that Aragorn simply become King before marrying his daughter is a gracious gesture, especially in comparison to the extravagant demands of Thingol, and there is never any indication that he feels anything but love for his foster-son.\nLike the rest of the Elves, Elrond was portrayed as somewhat aloof, even among his own kind. Quite the opposite of the warm demeanor associated with elves (especially those of Rivendell) in the books. This has lead many fans to speculate that because of the pointed ears associated with elves (an issue that Tolkien was notably uncertain about and failed to clarify), Peter Jackson may have been intentionally or unintentionally inspired by Star Trek's Vulcan race.\nBut it is also said that Elrond was very much like his character in the book, only that he feared for the fate of men more deeply in the films. In fact, it is also possible that Elrond feared the fate of men in the books, though not as scornfully as he was in the movies. The fate of men did, in fact, stand on the edge of a knife, and to show this, possibly, Peter Jackson had to make Elrond more hopeless and desperate.\nElrond makes his first appearance in the game if the player selects an Elf. Elrond is in the house with the player as the dwarves attack. He will give the character items that vary depending on their class type. After this, he brings the player to another room where the player's master/teacher is waiting. After a brief tutorial battle between the player and the teacher Elrond tells the pair to go out to confront the enemy while he hides the relics sought by the dwarves.\nHe next makes an appearance when the Player returns to the shrine, just before it collapses on their former master. Elrond is outside and tries to offer comfort to the player, saying that \"you can blame his death on me\". He remarks on what they have just witnessed before the screen fades black and the game advances in time by 600 years."}