{"name":"Gandalf","description":"Gandalf the Grey, later known as Gandalf the White, also known as Olórin (Quenya Tengwar: full spelling `Nj~N7T5 or vowel-abbreviated spelling `NjYN7T5; IPA: [oˈloːrin]), Tharkun, and Mithrandir (Sindarin IPA: [miˈθrandir]), was an Istari. Istari were Maiar that were specially chosen by the Valar to help aid the people of Middle-earth in the fight against evil. The Istari (Men called them Wizards) took the form of Men, but possessed much greater physical and mental power. For over 2,000 years, Gandalf worked most faithfully against the rising powers of evil in Middle-earth.\nGandalf is the wisest of the Maiar. He was known as Olórin, who sometimes dwelt in the gardens of Irmo and was the pupil of Nienna, who taught him wisdom and pity, and of Manwë and Varda. When the Valar decided to send the order of the Wizards (also known as the Istari) to Middle-earth, Olórin was proposed by Manwë and Varda, in order to counsel and assist all those in Middle-earth who opposed the Dark Lord Sauron. Upon entrance in Middle-earth, Gandalf (Olorin) spent a good thousand or two years walking among the elves as a stranger and learning from them and teaching them. He later revealed himself as Istari, and has come to be known as the wisest of that order. He is the wisest and most powerful of the Five Wizards: although some have conjectured that Saruman was more powerful due to his pre-War position as head of the Wise, Tolkien wrote that Saruman knew Gandalf possessed the greater power and wisdom and hated him for it.(Appendix B: The Tale of Years, The Third Age, Year 2953).\nIn The Hobbit, Gandalf appears to the Hobbits of the the Shire (where he spent a great deal of time) as little more than a vain, fussy old conjurer who entertained children with fireworks during festivals and parties in the eyes of many hobbits. He (partially) reveals his true nature and power to Bilbo Baggins when he arranges and partially accompanies a band of thirteen dwarves on a quest to regain the Dwarvish treasure of the Lonely Mountain, which was stolen many years before by the Dragon Smaug. It is on this quest that Gandalf finds his sword, Glamdring, and that Bilbo finds his sword, Sting, and the One Ring (though at the time it is mistaken for a lesser ring).\nIn 2850 Third Age, he encountered Thráin II, father of Thorin Oakenshield, dying in Dol Guldur. The Dwarf king entrusted Gandalf with a map to Erebor. As Dol Guldur had once been one of Sauron's strongholds, Gandalf feared that Sauron's agents were at large again.\nGandalf met Thorin years later and agreed to go on the quest as a way to investigate further. He insisted, however, on bringing Bilbo along as a \"burglar\", someone who could sneak into places Dwarves couldn't access and gather information.\nGandalf abandoned Thorin's company when they reached Mirkwood to participate in the White Council's assault on Dol Guldur. The attack appeared to drive out The Necromancer (Sauron), though he immediately retreated to his long-prepared stronghold of Barad-dûr. Gandalf rejoined Thorin's company at the very moment the Battle of Five Armies breaks out, bearing news of the arrival of a goblin and warg army. Gandalf fought in the battle, and helped destroy the goblin threat. Following the battle, Gandalf accompanied Bilbo back to the Shire.\nGandalf spends the years between TA 2941 - TA 3001 travelling Middle-earth in search of information on Sauron's resurgence and Bilbo's mysterious ring. He spends as much time as he can in the Shire, however, strengthening his friendship with Bilbo and befriending Bilbo's nephew, Frodo, while simultaneously becoming suspicious of Saruman and his alliegences.\nDuring Bilbo's speech, he put on a mysterious ring and disappeared, as a joke on his neighbours. Troubled by this, Gandalf confronted his old friend and tried to persuade him to leave the ring for Frodo.\nHowever Bilbo became hostile and accused Gandalf of trying to steal the ring for his own benefit, which he referred to as his \"precious.\" Horrified by Bilbo's outburst, Gandalf stood to his full height and ordered Bilbo to leave it behind. Immediately Bilbo returned to his senses, apologising and admitting that the Ring had been troubling him lately. Leaving the ring behind, Bilbo and Gandalf bid each other goodbye, before Bilbo left the Shire for his journey.\nGandalf interrogated Gollum and learned that Sauron had forced Gollum to tell what he knew about the ring under torture. Gandalf left Mirkwood soon after, and left Gollum with the Wood-elves of Northern Mirkwood.\nGandalf then told a dumbfounded Frodo about the One Ring and it's history, and how Sauron would seek to regain it. Instructing Frodo to go to Rivendell with the ring, Gandalf told him to make arrangements to leave the Shire quietly. \nRiding near the Shire, Gandalf encountered Radagast the Brown, who asked him to seek out Saruman, as the Nazgûl had come forth and crossed the River Anduin.\nSaruman explained that they could eventually control the Dark Lord for their own benefit. Saruman also proposed they find the ring to challenge Sauron.\nUpon refusing to help Saruman look for the ring, Gandalf was immediately taken prisoner by his former ally, giving in without a fight, knowing that he could not defeat Saruman. At Isengard, Gandalf was held prisoner at the top of the tower Orthanc.\nGrima Wormtongue, a spy of Saruman, allowed Gandalf to take any horse he desired, but only to do so quickly. There, Gandalf chose the horse Shadowfax. Riding for the Shire, Gandalf arrived too late for Frodo; he had already set out.\nKnowing that Frodo would be heading for Rivendell, Gandalf began to make his own way there. Shortly arriving in Bree, Gandalf learned that the Hobbits had already began travelling to Rivendell with his ally and old friend: Aragorn. Subsequently, Gandalf was confronted one night by Sauron's Nazgûl at Weathertop. After an all-night battle with the Ringwraiths, Gandalf was able to eventually escape, though four of the nine Nazgûl pursued him.\nSeveral days later, Frodo, Aragorn and company stayed at Weathertop and were confronted by the remaining five Nazgûl. Despite their escape, Frodo was stabbed in the process by the Ringwraith leader, who used the Morgul-blade. Gandalf was able to evade the four Nazgûl and successfully reach Rivendell. However, several days later, an injured Frodo arrived at the Ford of Bruinen, though the Nazgûl pursued him all the way there. Gandalf, along with Elrond, saved Frodo from the Nazgûl by enchanting the water and sweeping them away.\nAt Rivendell, Gandalf, along with Frodo, Bilbo and many others, attended the secret Council of Elrond. There Gandalf explained to the others how Saruman had imprisoned him and how the White wizard was creating his own army of Orcs to rival Sauron's.\nAs everyone at the Council debated over the ring, Frodo offered to be the ring-bearer and take it to Mount Doom to be destroyed. Gandalf volunteered to help and protect Frodo on his quest, along with Aragorn, Boromir, Legolas, Gimli and Sam.\nGandalf took leadership of the Fellowship, leading the group South after leaving Rivendell. He and Aragorn led the hobbits and their companions on an unsuccessful effort to cross Mount Caradhras.\nThey then took the \"dark and secret way\" through the Mines of Moria, much to Gandalf's discomfort, though he had passed through the Mines once before, he had no desire to go through them again, and knew that he was endangering the rest of the Fellowship by doing so. They discovered that Balin, Gandalf's former dwarf ally in the quest to the Lonely Mountain, had died in battle against the orcs of Mordor during a siege of Moria.\nIn the chamber where the dwarf's tomb resided, the Fellowship fought an orc chieftain to protect Frodo and a Balrog, known commonly as Durin's Bane. This was one of the Maiar corrupted by Morgoth in the First Age. Though he was weakened by his first encounter with the Balrog in the burial chamber, Gandalf stayed to confront the creature a second time at the Bridge of Khazad-dûm. As the Balrog began to break the bridge, Gandalf told the Fellowship to flee, because only he, being of equal status to the fiery demon, was able to face it. As wizard and Balrog faced each other, Gandalf thrust his staff into the bridge in front of him, breaking it under the Balrog's feet.\nHere they fought for two days and nights. In the end, the Balrog was cast down and it broke the mountain-side as it fell. Gandalf himself died following this ordeal and his body lay on the peak while his spirit travelled outside of Time.\nIn Fangorn forest he encountered Aragorn, Gimli, and Legolas who were tracking Pippin and Merry, who had been captured by Orcs in Gandalf's absence.\nArriving in Rohan with Aragorn, Gimli and Legolas, Gandalf discovered King Théoden, weakened by Saruman's agent, Grima Wormtongue. However, Gandalf quickly breaks Wormtongue and Saruman's hold over Theoden.\nWith this, Gandalf attempted to convinces the king to join them in fighting Sauron. Proceeding to prosecute the war against Orthanc and Barad-dûr, Théoden and the Rohirrim ride to Helm's Deep and battle with the hordes of Isengard, Gandalf rides to Orthanc and asks Treebeard to encourage the Huorns to Assist him in defeating Saruman and his Urk-hai, he also rides to find Erkenbrand and his Men to and persuades them to ride to Helm's Deep and brings back Reinforcements to Helm's Deep.\nAfter overthrowing Saruman, Gandalf broke his rival's staff and banished him from the Order of Wizards. Then, against his counsel, Pippin glanced into the Palantír of Orthanc that he recovered from Saruman. Pippin made contact with Sauron (the movies offer some non-canon scenes). He then took Pippin with him to Gondor to aid in the defense of the city. Along the way, Gandalf gives Pippin a brief history of Palantír, mentioning Feanor, and how it was fortunate that Pippin made contact with Sauron instead of himself. Gandalf claims that he's not yet ready for a meeting with Sauron. Arriving at Minas Tirith, he meets with Denethor II and tries to give him counsel.\nAfter Faramir's charge, the Morgul host assaulted the city. Gandalf provided valuable aid to the White City and bought precious time allowing the Rohirrim to save Gondor during The Battle of the Pelennor Fields. When the battering ram Grond, breached the gates of the city, numerous trolls rushed through, attacking the defenders, however Gandalf rode in and helped kill a few. Gandalf alone stood in defiance of the Witch-King, however Gandalf's power was never tested, with the timely arrival of Rohan the Witch-king left to deal with the new threat. With the arrival of Rohan, and the pleas of Pippin concerning Denethor's intention to kill Faramir and himself, Gandalf rushed to Faramir's aid. Gandalf took Faramir from the pyre and tried counseling Denethor to not commit suicide. However, driven mad by his grief and Sauron's messages via the Palantír of Minas Tirith, Denethor set the pyre aflame while looking into said Palantír. In grief, Gandalf closed the doors of the chamber. Denethor later gave out a cry and said no more.\nGandalf, soon afterwards, delegated the control of the city to the Prince of Dol Amroth.\nGandalf, alongside Aragorn, led the final battle against Sauron's forces at the Black Gate, waging an all-out battle to distract the Dark Lord's attention away from Frodo and Sam, who were at the very same moment scaling Mount Doom to destroy the Ring. Though the forces of good were heavily outnumbered, they were able to hold back the enemy until the hobbits reached the peak of Mount Doom, and the ring was destroyed when Gollum bit off Frodo's finger which had the ring on it, and Gollum, with the ring, fell into the fiery volcano. Without Gandalf's efforts, Sauron might have learned where the two hobbits were and killed them before they could have completed their task.\nFour years after the ring was destroyed, Gandalf spent some time with the \"moss gatherer\" Tom Bombadil, then, after having spent over 2,000 years in Middle-earth, departed with Frodo, Galadriel, Bilbo, Elrond, (and presumably Shadowfax) across the sea to the Undying Lands, and was never seen again in Middle-earth.\nOf all the Maiar, he was the only one who was known to have successfully completed his task of saving Middle Earth from Sauron, having guided and counciled many to the ultimate defeat of the Dark Lord. Though never seen again in Middle-earth, his actions and labors ensured that all were saved from Sauron's tyranny, and allowed men to rise into the age of their dominion. Thus, in a way, he can be seen as one of, if not the greatest of all the Maiar, who worked with hope and courage to lead, rather than to dominate and destroy, as Sauron had done.\nGandalf primarily uses his staff but also carries a sword in combat. Sometimes during combat, Gandalf can be seen dual-wielding both weapons against his enemies.\nGandalf utilises his staff for various spells and abilities against his enemies. He didn't use it just as a weapon; he also utilised a staff as if it were a walking stick. He initially had an old wooden staff which he lost in the Mines of Moria while fighting the Balrog. He used a new one upon becoming to Gandalf the White. In the extended film adaptation the Witch-king of Angmar seemed to know the 'activation word' for the staff - shattering it and leaving Gandalf exposed for a moment - during the Battle of the Pelennor Fields, in Minas Tirith.\nThis was the sword of Gandalf which he found in a troll cave. From then, he used this as a weapon to complement his staff. He wielded the sword using the same skill as he employed with his staff. In many cases, he dual-wields both weapons in combat.\nThe following information comes from the book, movie, and video games.\nAs Gandalf the Grey, Gandalf was not capable of very powerful spells, though he still had potency up to an extent. One of his simpler spells was illumination. In Moria, Gandalf was obliged to light his staff so that the Fellowship could find their way out of Moria. Because of the light provided by Gandalf's staff, the Fellowship was able to pass over many dangers and eventually find their way out of Moria.\nGandalf the Grey was also capable of pushing his foes back with his staff, as shown in the movie when he battles Saruman in Orthanc. He tried to defeat Saruman as best as he could, but the White Wizard's power was too great for him to withstand. Eventually, Saruman stole Gandalf's staff and transported him to the top of Orthanc.\nWhen times grew desperate, Gandalf contacted Gwaihir, Lord of the Eagles, by means of a small moth. Gandalf had saved the great Eagle from a poisoned arrow long ago, and as a result, Gwaihir was eager and ready to help out his own friend whenever he needed to. Gandalf called Gwaihir multiple times, in places ranging from Orthanc to Moria to the Black Gate of Mordor. Though not so much a magical ability as an extra lifeline, Gandalf knew exactly when he needed help and when he should call Gwaihir to get it.\nIt was Radagast the Brown who told the eagles that Gandalf had visited with Saruman in the books; in the movie, Gandalf is seen speaking with the moth.\nIn the film adaptation of The Two Towers, while Gandalf was facing the Balrog, he charged his sword Glamdring with lightning. He then struck his foe and killed him. It is unknown whether Gandalf actually summoned the lightning or simply attracted it toward Glamdring, but either way, his sword had extra power, enough to slay the Balrog of Morgoth.\nAlthough not magical as such, Gandalf develops a friendship with the \"Lord of horses\", Shadowfax in both the books and the films. After Gandalf takes Shadowfax from King Theoden's stables in Edoras, the horse develops a bond with Gandalf which meant that nobody else could ride or even touch Shadowfax, besides him. In the second film, Gandalf calls to Shadowfax by whistling just outside of Fangorn. Such is the bond between them that Gandalf rides Shadowfax without any harnesses and can direct him with his mind.\nAs Gandalf the White; Gandalf had amazing new powers and learned several skills and spells to defeat his foes. The skills listed below are those that either are completely new to Gandalf or have been significantly enhanced since his transformation from the Grey Wizard to the White Wizard.\nThis power is clearly described in the book The Hobbit in the Misty Mountains while escaping from an orc horde (obviously as Gandalf the Grey). He kills a few orcs and temporarily hides. The cartoon version of The Hobbit also boasts him using it during the Battle of Five Armies.\nGandalf's second skill was Blinding Light, with which he would strike his foes blind with a blast of light resembling a magnified sunbeam. Though this particular attack did not deal much damage to foes in itself, it allowed any soldiers or cavalry to cut their enemies down with little to no resistance. Gandalf uses this spell once in the movies against the Fell Beasts of the Nazgûl so that Faramir's company could retreat to Minas Tirith safely. Gandalf did not use this Skill during the Battle of Helm's Deep, as is erroneously claimed, as the blinding light was caused by the rising Sun rising in the East (\"On the morning of the fifth day, look to the East\"). Blinding Light is quite possibly a much stronger version of Illumination.\nIn The Lord of the Rings: The Third Age (GBA) game, one of Gandalf's four skills is Blinding Light. All Evil Units on Gandalf's flank (except Fearless ones) would have a chance of going into morale failure depending on their morale, becoming useless the next turn. The higher the level of the spell, the more likely the morale failure. Some players choose Gandalf mainly because the morale failures would either play strategically into their hands or force the enemy heroes to join the fray, which would increase their chances of being killed and getting Good one-step closer to victory.\nGandalf can also conjure up a magical shield to protect himself from enemy attacks. It is shown in the movies only once, when Gandalf stands against the Balrog's flaming sword. However, on the extended version of The Return of the King, Gandalf uses the shield of Istari to protect himself from a spell cast by Saruman.\nGandalf uses the power of fire in the Hobbit, to light pinecones in multi-colored fire and to throw them at wolves; he also uses fire in the Fellowship of the Ring to cast ablaze a bundle of wood, and a large cluster of trees to stay warm, and to combat more wolves.\nBy far Gandalf's most devastating power is the destructive blast. Gandalf initiates this by raising his staff into the air and slamming it down on the ground. The weaker version is enough to break the Bridge of Khazad-dum, but at full power it can send surrounding legions flying into the air, instantly destroying them.\nIn the Return of the King video game, the spell (from weak to full power) is known as Fog of War, Wrath of Anor, and Flame of Udun. This would imply that Gandalf could use Shadow powers as well as Light powers, though this is unconfirmed and at any case highly unlikely.\nIn The Lord of the Rings: The Battle for Middle-earth II, this spell is known as Word of Power. It can destroy all weak units (even upgraded ones), and significantly damage stronger ones.\nWithin the Tolkien Legendarim, \"Gandalf\" translates an unknown name of the meaning \"Wand-Elf\" (alternatively cane/staff) in old northern Mannish. Most denizens of Middle-earth incorrectly assumed Gandalf was a Man (human), although he was really a Maia spirit (approximately equivalent to an angel). However, a less common misconception that occurred during the beginning of his career in Middle-earth was that for someone to be immortal and use as much magic as he did, he must have been an elf, although it soon became apparent to all that he couldn't be an elf, as he was old and elves don't generally age. Even because of this, the nickname stuck with him. He later gave it as his name to others he met who didn't know its original meaning.\nThe Old Norse name \"Gandalfr\"  appears in the list of dwarves in the Völuspá of the Elder Edda; the name means \"cane-elf,\" or \"wand-elf.\" Tolkien took the name along with the dwarves names when he wrote The Hobbit in the 1930s. He came to regret the creation of this \"rabble of eddaic-named dwarves, [...] invented in an idle hour\" (The Return of the Shadow:452), since it forced him to come up with an explanation of why Old Norse names should be used in Third Age of Middle-earth. He solved the dilemma in 1942 by the explanation that Old Norse was a translation of the language of Dale. The figure of Gandalf has other influences from Germanic mythology, particularly Odin in his incarnation as \"the Wanderer\", an old man with one eye, a long white beard, a wide brimmed hat, and a staff. Tolkien states that he thinks of Gandalf as an \"Odinic wanderer\" in a letter of 1946 (Letters no. 107). Gandalf is also similar to Väinämöinen, a Bard in Finnish mythology.\nTolkien had a postcard labelled Der Berggeist (\"the mountain spirit\"), and on the paper cover in which he kept it, he wrote \"origin of Gandalf\" at some point. The postcard reproduces a painting of a bearded figure, sitting on a rock under a pine tree in a mountainous setting. He wears a wide-brimmed round hat and a long cloak and a white fawn is nuzzling his upturned hands.   \nHumphrey Carpenter in his 1977 biography said that Tolkien had bought the postcard during his 1911 holiday in Switzerland. However, Manfred Zimmerman (1983) discovered that the painting was by German artist Josef Madlener and dates to the late 1920s. Carpenter concluded that Tolkien was probably mistaken about the origin of the postcard himself. Tolkien must have acquired the card at some time in the early 1930s, at a time when The Hobbit had already begun to take shape.    \nThe original painting was auctioned at Sotheby's in London on July 12, 2005 for 84,000 GBP [1]. The previous owner had been given the painting by Madlener in the 1940s and recalled that he had stated the mountains in the background of the painting were the Dolomites. \nThe first description of Gandalf is preserved in the first pages of The Hobbit in the Shire, dating to the early 1930s. Gandalf's fame is alluded to even before his physical description (\"Tales and adventures sprouted up all over the place wherever he went, in the most extraordinary fashion\"), directed by the author to the reader, while Bilbo's impression is that of: \"an old man with a staff. He had a tall pointed blue hat, a long grey cloak, a silver scarf over which a white beard hung down below his waist, and immense black boots\".\nGandalf initially appears as an old man with a grey beard, a grey cloak and a large, pointed blue hat. Although some of the wise know his true nature, others mistake him for a simple conjurer. After he is resurrected, the change of his signature colour from grey to white is significant, for he was sent back to replace the corrupted head of the Order of Wizards and leader of the White Council Saruman as the Chief of the Order of Wizards. In the book, he says that he has himself become what Saruman should have been.\nCírdan the Shipwright seemed to have foreseen this, for he entrusted the care of Narya, the Ring of Fire (one of the Three Rings of the Elves) to Gandalf rather than Saruman.\nJohn Huston provided the voice of Gandalf in two animated television features by Rankin/Bass (The Hobbit and The Return of the King).\nIn the 1978 animated film of The Lord of the Rings by Ralph Bakshi, Gandalf was voiced by William Squire. (It is not known whether Squire played him in the live-action recordings used for rotoscoping.)\nIn the BBC radio dramatisations, Heron Carvic played him in The Hobbit (1968), Norman Shelley played him in The Lord of the Rings (1956 radio series), and Sir Michael Hordern played him in The Lord of the Rings (1981).\nSir Ian McKellen was Gandalf in the Lord of the Rings movie trilogy directed by Peter Jackson. Sean Connery was originally considered for the role of Gandalf, but turned it down because he didn't want to spend so long in New Zealand, where the film was shot. McKellen's interpretation of the role was widely praised. He was nominated for an Academy Award for his portrayal of Gandalf in The Lord of the Rings: The Fellowship of the Ring, making him the only individual cast member to be nominated for his performance. Christopher Lee, a lifelong fan of the books, had hoped to be cast as Gandalf, but due to his advancing age, he instead opted for the role of Saruman, as Gandalf required more horse riding and more sword work.\nIan Mckellen will reprise his role of Gandalf the Grey for the two part adaptation of The Hobbit, noting in early interviews that he preferred portraying Gandalf the Grey to Gandalf the White, as Gandalf the Grey required a more nuanced performance. He maintains, however, that he enjoyed playing both Gandalfs, but felt Gandalf the Grey was easier and calmer to portray.\nGandalf appeared in the action adventure games The Two Towers and The Return of the King (besides being a character, actor Sir Ian McKellen is the narrator for the game) He is playable in the Two Towers Gameboy Advanced SP Version, but not playable in The Two Towers PS2 version of the game, however he is playable in The Return of the King PS2 version. He is also a very important character in both The Battle for Middle-earth and The Battle for Middle-earth II and is one of the most used heroes in the good campaign of the first game. In the second one he is in none of the campaigns and is only used for skirmish and War of the Ring modes. He also appears in The Lord of the Rings: the Third Age as an important ally in Berethor's quest; he is used twice in the game. The first is in the Eastern Moria level as Gandalf the Grey, where the party will help him vanquish the Durin's Bane (The Balrog of Moria). You fight with him again in the Minas Tirith level, where, as Gandalf the White the party aids him in fighting the Witch-king of Angmar. His latest appearance is in Lord of the Rings: Conquest as a mage type hero. Gandalf is used in the good campaign in Isengard to defeat and kill Saruman, the purification of Moria to kill the Balrog (this time with more power), the Siege of Minas Tirith to defend the city's higher gates from the forces of Mordor, and as one of the main heroes at the Battle of the Black Gate. In the Evil Campaign, the player kills Gandalf as Sauron and the last defense of the Shire and Middle-Earth falls with him."}