{"name":"Gimli","description":"Gimli was the son of Glóin, one of the former companions of Bilbo Baggins. He was a remote descendant of Durin the Deathless, father of the first house of dwarven people. Gimli stemmed from, but was not an inheritor of the royal line. (Gimli was also the first cousin once removed of Balin, Lord of Moria). It is also stated in the Unfinished Tales that Gimli was prevented from traveling with his father on the Quest of Erebor, Thorin and company stating his being too young as the reason. Gimli, being in his sixties's, considered himself ripe for adventure and was disappointed to be left behind.\nWhen the one ring was taken to Rivendell, fate had brought Gimli, with his father, Gloin, to Rivendell to seek the advice of Elrond. As a result, they were summoned to the Council of Elrond, where Elrond believed they would find the answers to their questions and would be able to contribute. Whilst there, Gimli volunteers to accompany the Fellowship to Mordor to destroy the One Ring.\n\nEventually the three were reunited with Gandalf, and became more involved with the war. Gimli played a critical role in the defeat of the forces of Isengard at Helms Deep, where he was separated from Aragorn and Legolas and driven into the caves which he would later become Lord of. He fought his way out alongside Eomer when the forces of Isengard were driven from Helm's Deep. His skill with an axe led to his winning, by one orc, the friendly contest he and Legolas held over who could kill the most orcs, despite starting with a disadvantage. Gimli then accompanied Aragorn and Legolas through the Dimholt in an attempt to recruit the Army of the Dead. Upon freeing Gondor’s soldiers and capturing the Corsair's ships, the forces under Aragorn, including Gimli, sailed to Minas Tirith. After being victorious at the Battle of the Pelennor Fields, Gimli accompanied Aragorn and the Remainder of the Gondorian and Rohan armies to the Black gates.\nTo Gimli son of Gloin, give his Lady's greeting. Lockbearer, wherever thou goest my thought goes with thee. But have a care to lay thine axe to the right tree!\n-Galadriel's message to Gimli (The Two Towers, Chapter 5)\nGimli was 139 years old (born in 2879 of the Third Age) when the Fellowship of the Ring set out from Rivendell, making him 52 years older than Aragorn. His date of death is not known, and according to the Red Book of Westmarch, he traveled with Legolas into the West (perhaps granted permission at the request of Galadriel), thus becoming the first dwarf to visit the Undying Lands.\nIn the books Gimli uses one single axe.   \nIn Ralph Bakshi's ill-fated animation film he follows the books description, while   \nin the trilogy by Peter Jackson,   \nGimli was known for his skill with the Axe, and during the War of the Ring he wielded five different types of axes.\n\n\n\nDuring the Fellowship's travels through Moria, Gimli was able to retrieve a double bladed battle axe which apparently belonged to his cousin Balin, who had perished during the Goblin and Orc arrack on Dwarrowdelf. Being double bladed, it allowed Gimli to swing it in both directions, without any need to constantly change the angle or grip. But it was much heavier, with a shorter staff, which meant it was more suited to close combat, but was compensated by its great striking power. He is never seen using it during the Return of the King film, as it remains pinned to his cloak.\nGimli used all the axes mentioned above throughout the War of the Ring. He used them depending on the battlefield conditions and the types of enemies that he would have to face. No matter what axe, however, Gimli used them all with devastating power in every battle he faced, working in perfect conjunction with Aragorn's swordplay and Legolas's bow skill.\nIn addition to his melee weapons, Gimli utilized several throwing axes for his ranged attack. These axes, though obviously not the ones with the most range, could effectively kill whatever they were thrown at (with the exception of large, heavily armored enemies like trolls); however, he rarely uses them in the films. In the movies, Gimli threw an axe at the cave troll and at Gandalf in Fangorn Forest. He also throws one at an Uruk at beginning of the battle of Amon Hen. It is apparent that he prefers engaging in direct combat rather than using his throwing axes.\nOnly on the Playstation 2, Xbox & Gamecube plaforms of the Two Towers Gimli has 25 throwing axes and Gimli has 30 throwing axes in The Return of the King video game on the same above mentioned platforms as well as Mac and PC. This game also came out on the Gameboy Advance. Throwing axes however makes this fuction different in the Two Towers and The Return of the King on the Gameboy Adavance it is avaliable but to perform this fuction at the cost of certian points to do this certian ablity. Though they can effectively damage/kill enemies when charged, they are actually the weakest among Gimli's ranged attacks unlike the ranged attacks of Aragorn and Legolas. Still, they do have potency up to some extent."}