{"name":"Legolas","description":"Legolas was a Sindarin Elf of the Woodland Realm who became a part of the Fellowship of the Ring. Legolas, son of the King Thranduil of Mirkwood, and was a Prince of the Woodland Realm, and also a messenger, and a master Bowman. With his keen eyesight, sensitive hearing, and excellent bowmanship, Legolas was a valuable resource to the other eight of the Fellowship. His age was never stated by Tolkien but was estimated by some to be between 500 and 3000 years old. In the movies and the books Legolas becomes great friends with the dwarf Gimli, who was also a member of the Fellowship of the Ring .\nIt was not known whether Legolas was the only son of Thranduil, and whether he was the heir to his father's crown.\n\"Legolas Greenleaf, long under tree,\nIn joy thou hast lived. Beware of the Sea!\nIf thou hearest the cry of the gull on the shore, \nThy heart shall then rest in the forest no more.\"\nGaladriel's message to Legolas (The Two Towers, Chapter 5)\nLegolas came to the Council of Elrond, the great meeting held by the elf lord Elrond, as a messenger from his father to discuss the escape of Gollum. When the council was choosing the \"Nine Walkers\" to pit against the \"Nine Riders,\" Legolas volunteered to represent the elves, and become one of the members of the Fellowship that set out to destroy the One Ring.\nThey left Lothlorien the next day, and went arrive at Parth Galen. After Frodo escaped with the Ring, the Uruk-hai arrive and Legolas, Aragorn and Gimli attempt to hold them off. Mery and Pippin are taken by the Uruk-hai and Boromir eventually dies from a fatal shot caused by Lurtz. Legolas, Aragorn and Gimli didn't went after Frodo, but instead, they set out to rescue Merry and Pippin.\nThe four of them continue to Rohan and Gandalf frees King Theoden from Grima Wormtongue's spell. On their way to Helm's Deep for safety, their group is attacked by Saruman's Warg riders, and Legolas helps Gimli by killing a Warg. Aragorn is thrown off a cliff in the process and the others believed him to be dead. Legolas questions the Warg rider who has seen Aragorn and is convinced that Aragorn didn't died. Legolas finds Aragorn's necklace, given to him by Arwen. Legolas keeps it and heads to Helm's Deep with the others, mourning for his friend's \"death\".\nWhen Aragorn came back, Legolas welcomes him and gives back his necklace. Night came and Legolas, aragorn and Gimli prepare for the upcoming battle against Orcs. Haldir arrives in Helm's Deep accompanied with Lorien Elves who are sent by Elrond and Galadriel to defend them. Legolas welcome Haldir and the Lorien elves acknowledge him.\nBefore the battle started, Legolas provides his fellow archer an information about the Orcs' armor, which is weak at the neack and beneath the arm. Throughout the whole battle, Legolas and Gimli have a competition whoever kills more Orcs. When the Uruk-hai attempt to use an explosive on the wall, Aragorn orders Legolas to kill the Uruk-hai. Despite being shot two times on the shoulder, the Uruk-hai managed to destroy the wall, allowing Orcs to breach the fortress. Aragorn then leads King Theoden, Legolas and the rest of the Rohirrim to attack the Uruk-hai army, in order to allow Rohirrim's women and children to escape into the mountains. The sun rises and Gandalf appears along with Eomer and his men. The Uruk-hai are forced to flee into Fangorn Forest, where the Ents attack them.\nWithin the Fellowship Legolas and the dwarf, Gimli clashed because of the ancient quarrel between Elves and Dwarves, which began after the destruction of Doriath, and also because Legolas' father Thranduil once imprisoned Gimli's father, Glóin, (during Bilbo's Quest to the Lonely Mountain). They became friends, however, when they entered Lothlórien and Gimli greeted the Lady of the Golden Wood with gentle words. In the Battle of the Hornburg, he and Gimli engaged in Orc-slaying contests with Gimli winning by one, though Legolas was not jealous, stating \"You have passed my score by one but I do not grudge you the game, so glad am I to see you on your legs.\" In the movie adaptations, the same contest was also carried out in the Battle of the Pelennor Fields. The contest apparently counted the number of kills only, with no extra points being gained for killing larger or more dangerous foes: at Pelennor Fields Legolas single-handedly brought down a Mumakil, and Gimli, begrudging such a ridiculous feat, states \"That still only counts as one!\"\nAfter the destruction of the One Ring and of Sauron, Legolas and Gimli went travelling together to Helm's Deep, visiting the Glittering Caves, and then later travelled through Fangorn Forest as Legolas and Gimli had agreed. Eventually, Legolas came to Ithilien with some of his people, with his father's leave, to live out his remaining time in Middle-earth helping to restore the devastated forests of that war-ravaged land. After the death of King Elessar, Legolas left Middle-earth to go over the Sea, and Legolas' strong friendship with Gimli prompted him to invite Gimli to go to the Undying Lands; making him the first and only Dwarf to do so.\nAlthough he lived among them and in their culture, Legolas was not fully of the Silvan Elves. As a son of the Elven-king Thranduil, who had originally come from Doriath, Legolas was at least part Sindarin Elf, as his mother's identity is completely unknown. This is complicated by the fact that a small minority of Sindarin Elves ruled the predominantly Silvan Woodland Realm of Northern Mirkwood, a minority to which Legolas belonged. The Sindarin minority in that realm, who should have been more nobler and wiser than the Silvan Elves, can be seen as having \"gone native\" at the end of the First Age: after Morgoth was defeated and all of the grand Elf-kingdoms of Beleriand were destroyed, they can be seen as going back to \"a simpler time\" in their culture.\nLike all elves, Legolas has a great respect and appreciation for nature. While in Fangorn Forest he longed to return once more in order to explore its wonders more thoroughly. He is kind, and cares greatly for his friends, even Gimli the Dwarf, which was a rarity for Elves and Dwarves to express a liking for one another. Due to his age however, he is somewhat egotistical and thinks of those around him, adults in technicality, as children (all except for Gandalf).\nIn the Extended version of The Lord of the Rings: The Return of the King, Legolas is shown to hold his liquor very well. Eomer challenged Legolas and Gimli to a drinking game, which he won, when Gimli fainted and collapsed after drinking too much ale. After drinking numerous amounts of ale he simply said, \"I think this alcohol is affecting me, I feel a slight tingling on the tips of my fingers...\"\nThe name Legolas is a Silvan dialect form of pure Sindarin Laegolas, Greenleaf. It consists of the Sindarin words laeg, green; and golas, a collection of leaves, foliage (being a prefixed collective form of las(s), leaf). The Quenya form (mentioned in the Book of Lost Tales in the context of another character of that name) is Laiqualassë.\nThere might, however, be a certain meaning to his name: laeg is a very rare, archaic word for green, which is normally replaced by calen (cf. Calenhad, mutated Parth Galen and plural Pinnath Gelin) and is otherwise almost only preserved in Laegrim, Laegel(d)rim (Sindarin form of Quenya Laiquendi), the Green Elves of the First Age. It may be that Thranduil named his son Legolas to at least in part refer to this people, who were remote kin and ancestors of the later Silvan Elves, the people Thranduil ruled and to whom - very likely - Thranduil's wife belonged...\nIn the movie adaptation, he wields a Rohirric sword at the Battle of Helm's Deep, presumably because his daggers would not be very effective from horseback. He also carries two knives across his back, instead of a single knife in his belt.\nTolkien does not specifically give Legolas' age but many have used what details Tolkien does give to hazard a guess. It's safe to say that, most likely, Legolas was born after Oropher, his grandfather, moved his people across the Misty Mountains, since in the book, he referred to the Noldor elves as a \"strange race\". That would mean he's at most 999 years old which places his birthdate in the latter part of the Second Age, at the earliest. Legolas is never mentioned in any account of the Last Alliance of Elves and Men, so most assume he was born in the Third Age, after Isildur took the Ring of Power.          \nLegolas has never been to Lórien before he travels there with the Fellowship. Therefore, we can assume that he was not with his grandfather's people when they left Lórien for Northern Mirkwood. Before the Shadow of Dol Guldur fell on Mirkwood in TA 1000, Legolas' people spent time amongst their Lórien neighbors. But when the Shadow fell, they \"retreated before it as it spread ever northward, until at last Thranduil established his realm in the north-east of the forest and delved there a fortress and great halls underground. So, we can safely assume that Legolas' birthdate was after TA 1000, when the Kingdom of Northern Mirkwood was created. This would make him younger than any other elf character in the series, including Arwen. In the Lord of the Rings Trilogy, Legolas refers to his travelling companions many times as \"children\". Yet when he arrives at Fangorn, he claims to feel young compared to the forest. Legolas says, \"It is old, very old. So old that almost I feel young again, as I have not felt since I journeyed with you children.\"\nDue to a technical mishap involving Orlando Bloom's contact lenses, in the films Legolas' eye colour sometimes changes between brown and blue.\nPeter Jackson also filmed, but never used, footage of Legolas in his new home.\nOrlando Bloom returns to the role of Legolas in The Hobbit. However, Legolas does not appear anywhere in the book, so it is expected that his role will be minor. Bloom joins Ian McKellen, Ian Holm, Andy Serkis, Christopher Lee and Elijah Wood from the Lord of the Rings trilogy.\nLegolas was voiced by Frank Duncan in the The Lord of the Rings (1956 radio series), by John Vickery in the The Lord of the Rings (1979 radio series), and by David Collings in the BBC Radio 4 adaptation.\nIn The Lord of the Rings: The Fellowship of the Ring Legolas was voiced by Michael Reisz.\nLegolas appears as a hero in The Lord of the Rings: Battle for Middle Earth and The Lord of the Rings: Battle for Middle Earth II.\nLegolas appears as a hero in The Lord of the Rings: Conquest, in the PS3 and Xbox 360 version there is a specific achievement called \"That still only counts as one\", which is earned by using Legolas to kill an Oliphaunt single handedly, just like Legolas did in the third of Peter Jackson's movies and is named after what Gimli said to him immediately afterwards.\nIn The Lord of the Rings: War in the North, Legolas was voiced by voice actor Crispin Freeman."}