{"name":"Saruman","description":"Saruman the White was an Istari, or wizard, who lived in Middle-earth during the Third Age and was an antagonist in the events of the War of the Ring and The Lord Of The Rings trilogy. He was the chief of the wizards in his time, and dwelt in the fortress of Orthanc in Isengard Vale. The Istari were five wizards who were sent to Middle-earth to combat the growing power of Sauron, the Dark Lord, and thus Saruman studied in depth the arts of Sauron. However, he soon became enamoured of Sauron's devices - especially The One Ring - and turned traitor to his mission and sought power for himself by attempting to find the One Ring. He initially advocated an alliance with Sauron, but he soon betrayed Sauron as well, and it was revealed that his ultimate goal is to supplant Sauron and rule Middle-earth. His designs went astray however, and following the Battle of the Hornburg and the Battle of Isengard, his power was overthrown.\nSaruman - before his decline and fall - was the chief of both the wizards and of the White Council (a council consisting of all those opposed to Sauron). His knowledge and skill, especially of Sauron's devices, was said to be great (in fact, the name \"Saruman\" means \"man of skill\"). However, his corruption came about due to his deep study of the One Ring and Sauron's other mystical possessions, and his growing ambition and desire for power led to his downfall. He is one of the few characters in Middle-earth who is rather \"grey\", serving neither the forces of good nor the forces of evil - he betrays both sides and ultimately works for his own ends.\nSaruman was a Maia, a servant of the Valar, the Powers of the world, and of Eru Ilúvatar. In Valinor, the land of the Valar, a council was called by Manwë, leader of the Valar, shortly after Sauron's defeat by the Last Alliance of Elves and Men. Though Sauron was overthrown, it would later turn out that he had not been effectively vanquished and his shadow began to fall upon Middle-earth a second time. It was decided to send five emissaries to Middle-earth. These should be \"mighty, peers of Sauron, yet forgo might, and clothe themselves in flesh\", as they were intended to help Men and Elves unite against Sauron, but the wizards were forbidden from matching the Dark Lord in power and fear.\nOne of those who went was Curunir (Saruman), a powerful Maia of Aulë, just as Sauron once was. Maiar were angelic beings \"of the same order as the Valar but of less degree\", as stated by The Silmarillion. Both the Maiar and the Valar were Ainur, the first created beings, and they existed before Arda (the world) was made. The other four who were chosen were Aiwendil (Radagast), Alatar and Pallando (the Blue Wizards), and Olórin (Gandalf).\nThe five wizards arrived at the Grey Havens in the west of Eriador around the year 1000 of the Third Age. Only the keeper of the havens, Círdan the Shipwright, knew Saruman's identity and origin. Saruman would later discover that Círdan had given Narya, the Red Ring, to Gandalf upon their first landing in Middle-earth. Even though Saruman was immediately considered the head of the order while Gandalf was not, Círdan had divined Gandalf as the wisest and greatest of the wizards. Saruman's jealousy of Gandalf grew from these events, perhaps because he feared that he would eventually supplant him as chief of wizards.\nSaruman and the two Blue Wizards went into the east of Middle-earth. After one and a half millennia, he returned to the west, just as Sauron's power was growing again in Dol Guldur.\nWhen the White Council was formed at approximately year 2463 of the Third Age in order to counter Sauron, Saruman was appointed its leader, though Galadriel wanted Gandalf in this position. Saruman refused to step down due to his pride, while Gandalf had declined. At this point Saruman had begun to sense the resurgence of Sauron and to envy and desire his power, and especially the One Ring. This was also the same year that the One Ring was taken by the halfling Sméagol (later called Gollum), who disappeared with it into the Misty Mountains for hundreds of years. It was during the meetings of the Council that Saruman first noted Gandalf's] interest in Hobbits and The Shire, and believing that all his deeds related to some as yet undisclosed plan of his for self-enhancement, Saruman himself began keeping a greater watch on Gandalf and sent spies to The Shire. At first, he himself visited it secretly but stopped when he realized that its inhabitants had noticed him. Amongst the purposes of his visits was to procure some of the halflings' Pipe-weed, since in secret imitation of Gandalf he had begun to smoke.\nIn TA 2850, Gandalf entered Dol Guldur and confirmed that the evil presence was indeed Sauron. By Saruman's advice, the White Council decided against attacking Dol Guldur. Gandalf would later remark that it was at this council meeting that he first began to suspect that Saruman desired to possess the One Ring. Saruman's real intention was to permit Sauron to build up his strength, so that the One Ring would reveal itself. He later found that Sauron had more knowledge of the possible location of the One Ring than he expected, and in TA 2941, he finally agreed to attack Dol Guldur.\nTen years after Sauron abandoned Dol Guldur; he returned to Mordor and declared himself openly. He established contact with Saruman through the Palantír captured from Minas Ithil, now Minas Morgul. In this year, Saruman also took Isengard for his own and began to fortify it.\nWhen Gandalf presented Saruman with the discovery and the location of the One Ring, Saruman revealed his desire for it and his secret alliance with Sauron. He also shed the title of Saruman the White, and donned a robe of many colors. Gandalf said, \"I liked white better\", and Saruman replied \"White! It serves as a beginning. The white page can be overwritten. The white cloth can be dyed, and the white light may be broken.\" He was, from then on, known as Saruman of Many Colours. Saruman no longer had any loyalty to the White Council, or the Ring Bearer. He tried unsuccessfully to gain Gandalf's allegiance. When Gandalf refused to join with him, Saruman held him captive in Isengard. Gandalf later escaped with help from Gwaihir the Windlord, one of Middle-earth's large eagles, and made Saruman's treachery known to the rest of the White Council.\nThere are different accounts of this visit. By one account, the Nazgûl came two days after Gandalf's escape and Saruman used his Voice to persuade the Lord of the Nazgûl that he did not know the Ring's location but that Gandalf did and they should seek him nearby. After the Nazgûl heard this they went back on the main road rode along and instead found Grima Wormtoungue (who went to tell Saruman that Gandalf had been to Edoras) who revealed that Saruman was hiding his knowledge of the Shire from them. According to another account, Saruman only discovered that Gandalf had escaped when the Nazgûl arrived, he has been according to this account about to beg Gandalf for forgiveness and help, only to find him gone. He pretended that Gandalf was still there and had just told him the location of the Shire. The Nazgûl later learned from the squint-eyed Southerner that Saruman knew far more than he had revealed.\n\nLeft out of the final stages of the War of the Ring, Saruman eventually managed to persuade the Ents who kept him captive into letting him leave Isengard after he met the conditions of handing over the Keys of Orthanc. He then went to the Shire, which his agent Lotho Sackville-Baggins had brought under control. Spending his final days as a small-time criminal master in Hobbiton known as Sharkey, where he enslaved the Hobbits, he was eventually betrayed and killed by his own servant Grima Wormtongue on November 3, 3019, after the Battle of Bywater, where the Hobbits had Saruman's thugs surrounded with many Took bowmen led by Frodo Baggins. Frodo offered one last chance to Saruman and Wormtongue to surrender. When Wormtongue decided to accept this, Saruman still refused and proceeded to beat him to the ground. Following this, a furious Wormtongue took out a knife and slit Saruman's throat. In a cruel twist of fate, the great traitor of Middle-earth was himself betrayed by a mere mortal man.\nIn the film adaptation, Wormtongue killed Saruman on the Pinnacle of Orthanc by stabbing him twice in the back. The wizard's body was then sent plummeting from the tower and eventually impaled on a large spiked wheel (a remnant of his war machines).\nAfter his departure from Orthanc, King Elessar entered the tower with the intent of re-ordering that realm. Inside, Elessar's men found many treasures that Saruman had conned off of King Théoden. There was a secret closet that could only be found with the aid of Gimli the dwarf; it contained the original Elendilmir, which had presumed to be lost forever when Isildur perished in the Gladden Fields, as well as a golden chain which was presumed to have once borne the One Ring.\nSaruman, being a Maia, did not truly die. His spirit separated from his body much like Sauron's after the Downfall of Númenor. As an incorporeal spirit, he should have been called to the Halls of Mandos, but the tale implies that he was barred from returning. Tolkien indicated that his spirit was left naked, powerless and wandering, never to return to Middle-earth:\n\"Whereas Curunir was cast down, and utterly humbled, and perished at last by the hand of an oppressed slave; and his spirit went whithersoever it was doomed to go, and to Middle-earth, whether naked or embodied, came never back\"\nSaruman's status as chief of the Istari and head of the White Council (before Gandalf) gave him arsenal to a variety of powers. Though he would eventually be defeated by Gandalf in the end, Saruman's powers and abilities were very mighty indeed at the peak of his power.\nBy far Saruman's greatest power (and the only one he was able to retain after the downfall of Isengard) is speech. He seems to have the ability to bend any but the absolute strongest minds to his will, simply by speaking to them. Even with Isengard broken and Saruman's treachery revealed, Aragorn speculated that very few besides Gandalf, Galadriel, and Elrond (all bearers of Rings of Power themselves) could resist Saruman's persuasive allure if left alone with him. Gandalf exploited the weakness of this power when he confronted Saruman; in trying to enchant some in the company, he left others out of his designs, and thus could not ensnare everyone at once. However, even in this situation, it is said that only Gandalf himself remained totally unmoved. Saruman later used his persuasive power to escape Orthanc, convincing Treebeard to let him go.\nSaruman was extremely learned in ringlore and mechanics, and his knowledge enabled him to create great forges, as well as a blasting weapon strong enough to blow apart the wall at Helm's Deep. Unfortunately, it was Saruman's extensive knowledge of the Rings of Power that led to his downfall, as he became enamored of the power of the rings, and particularly the One Ring.\nIn Ralph Bakshi's animated film, he sends a swirling stream of magical fire from Isengard to Helm's Deep to blow apart the ramparts and walls of Helms Deep.\nIn Ralph Bakshi's 1978 animated film of The Lord of the Rings, Fraser Kerr provided the voice of Saruman. At one point in that film's development, film executives thought that the names \"Saruman\" and \"Sauron\" were too similar, and would confuse the audience, and decided that Saruman should be renamed \"Aruman\". This decision was eventually reversed, but some references to \"Aruman\" remained in the finished film. The dialogue of Bakshi's film retained Saruman's adoption of the title \"Saruman of Many Colours\", and the character was dressed in red.\nIn Peter Jackson's film trilogy, Saruman was played by Sir Christopher Lee. In the films, Saruman is portrayed as acting as Sauron's servant, downplaying the idea that Saruman was independently seeking the Ring. Jackson's films do not include the title \"Saruman of Many Colours\", referring to him only as \"Saruman the White\". The film trilogy also did not include the Scouring of the Shire, but the extended DVD version does depict Saruman being killed by Gríma Wormtongue in Isengard, after his encounter with Gandalf and Théoden. In the film, Gríma stabs Saruman in the back rather than cutting his throat (allegedly to appease the censors) causing him to fall on a spiked wheel below the tower of Orthanc. Then, the machine begins to turn, sliding the body of Saruman down into the watery depths. While many fans have criticized the one-sided portrayal of Saruman in the films, Sir Christopher Lee's performance has been praised and was generally well-received. Lee is the only cast member to have met J.R.R.Tolkien\n\n\n\n\nThe evil campaign in BFME begins with Isengard's betrayal and then continues with [[Saruman]'s conquest of Rohan signified by the fall of Helm's Deep and the deaths of Theoden and Eomer. In BFME II and it's expansion ROTWK Saruman does not take part in the campaign since BFME II shows the War in the North. While ROTWK is before Saruman's arrival in Middle Earth, in all games however, he does appear as the main hero for Isengard in skirmish battles. Saruman starts off with the standard wizard blast power which can destroy an entire battalion of infantry (Without armor upgrades)\nHis second ability was a fireball, very useful for blasting away heroes and flyers. His third power was called \"Wormtounge\" this ability allows Saruman to gain control of units with the power of his voice (Note: This power was temporary the units will return to their original faction after a minute or so. However if the player commands the controlled unit to attack and destory and enemy building the unit remains in Saruman's possession)\nHis next power was Speechcraft this allows friendly units to gain a major boost in experience. His final power was Lightning Blast, in which Saruman casts down a mighty lightning strike that can decimate infantry (With armor upgrades).\nIn one of the early missions of the game, Isengard is attacked by the Ents and Rohan soldiers once captured are set free to help reclaim Isengard for the forces of light and overthrow Saruman and his forces. Later in the mission, the player takes control of Gandalf, as he is lead up through the stairs inside the tower of Orthanc and confronts Saruman in a duel, the same setting as seen in \"The Fellowship of the Ring\", however this time Gandalf is on an equal level of power if not stronger than Saruman. Gandalf succeeds and Saruman is killed. However during the evil campaign Sauron reclaims the ring and Saruman is resurrected.\nLater Saruman is sent with a large army to retake the frail city of Minas Tirith, Saruman is at the front line of the evil force breaking through the ranks of Gondorian soldiers as he reaches out to complete his objective of destroying (burning) the white tree and does so (this fulfilling the vision Pippin had seen).\nIn the Game Sarumans Staff is the same as the Mouth of Saurons, it could be that the Mouth of Sauron had one made similar, or that Saruman was resurrected with the staff, this however is unclear. Sarumans specialty in the game is the area attack, where he will strike the staff against the floor and punch the ground sending out two shock waves, much more powerful and causing more damage than the standard mage. His melee attack is also quick and swift, and his magic and glow of the staff is purple."}