{"name":"Sauron","description":"Sauron (or Þauron; Quenya Tengwar: full spelling 3.E7Y5 or vowel-abbreviated spelling 3.7Y5; IPA: [ˈsaʊron] or Vanyarin [ˈθaʊron]), the eponymous Lord of the Rings, was the Dark Lord Morgoth's most powerful lieutenant during the First Age. He also was the creator of the One Ring and the Dark Lord of Mordor, whom the Fellowship of the Ring sought to defeat.\nIn the earliest of days, before the Valar entered Arda, Sauron was originally known as Mairon the Admirable, a powerful Maia of Aulë the Smith, who was a Vala, creator of Dwarves. However, Mairon was soon corrupted by the Dark Lord Morgoth (\"The Great Enemy\" in the tongue of men) an evil Vala and Dark Enemy of Arda, and turned evil, taking the name, \"Sauron.\" At first, he was a spy for Morgoth, telling him of the Valar's doings.\nEver after, Sauron served Morgoth faithfully, and even in later days, after Morgoth was defeated and locked outside the confines of the world, Sauron encouraged and coerced some men to worship Morgoth as the one and true god. However, while Morgoth wanted to either control or destroy the very matter of Arda itself, Sauron's desire was to dominate the minds and wills of its creatures, as well as establish himself as the ruler of Arda from his tower of Barad-dûr in Mordor. However, he originally dwelt in Angband in the Iron Mountains for a short period of time before Melkor came and claimed it again in the First Age.\nDuring the First Age, the Noldorin elves left the Blessed Realm of Valinor in the Utter West (against the counsel of the Valar) in order to wage war on Morgoth, who had stolen the Silmarils of Fëanor, enchanted gems that glowed with light from the now-destroyed Trees of Valinor. In that war, Sauron served as Morgoth's chief lieutenant, surpassing all others in rank save Gothmog, the Lord of Balrogs. Known as Gorthaur the Cruel, Sauron at that time was known for his sorcery and was a master of illusions and could change his form.\nHe was a master of werewolves, chief among them Draugluin, Sire of Werewolves, and Vampires, among them Thuringwethil, his herald. When Morgoth left Angband to corrupt the newly awakened Atani (Men), Sauron directed the war against the Elves. He conquered the elvish isle of Tol Sirion, so that it became known as Tol-in-Gaurhoth, the Isle of Werewolves. Ten years later, Finrod Felagund, the king of Nargothrond and former lord of Tol Sirion died protecting Beren in captivity; soon afterward Lúthien and Huan the wolf-hound defeated Sauron in that place and rescued Beren from the dungeons into which Sauron had thrown him.\nAfter his defeat by Lúthien, Sauron played little part in the events of the First Age (possibly hiding from Morgoth's wrath), and after his master was defeated and taken to Valinor in chains, Sauron repented (apparently) and pleaded for mercy to Eönwë and the victorious Host of the West. Although his plea was probably genuine, Sauron was unwilling to return to the Utter West for judgment, and so he fled and hid somewhere in Middle-earth.\nAfter lying hidden and dormant for 500 years, he began revealing himself once more, and by SA 1000 he gathered his power and established himself in the land of Mordor in eastern Middle-earth and begun building the dreaded Dark Tower of Barad-dûr near Mount Doom. Sauron, like Morgoth, soon began raising massive armies of Orcs, Trolls, and possibly other creatures, as well corrupting the hearts of Men with delusions of power and wealth, chiefly Easterlings and Southrons (the Haradrim).\nAlthough Sauron long knew that Men were easier to sway, he sought to bring the Elves into his service, as they were far more powerful. By about SA 1500, Sauron put on a fair visage in the Second Age, and calling himself Annatar, the \"Lord of Gifts\", he befriended the Elvish smiths of Eregion, and counseled them in arts and magic. Not all the Elves trusted him however, particularly Lady Galadriel, Elrond, and Gil-galad, High King of the Ñoldor, though few listened to them.\nDespite this, Sauron encouraged and assisted the Elves in forging the Rings of Power, though in secret Sauron forged his own; the One Ring to rule the Elvish rings.\nUpon the ring, Sauron left the inscription; Ash nazg durbatulûk, ash nazg gimbatul, ash nazg thrakatulûk, agh burzum-ishi krimpatul. In Westron the inscription translated into One Ring to Rule Them All, One Ring to Find Them, One Ring to Bring Them All, and in the Darkness Bind Them.\nHowever, as soon as Sauron put the Ring on his finger the Elves sensed his treachery, and thus removed their rings and hid them. Enraged, Sauron came against them in open war and demanded that all the Rings of Power be given to him. The Elves managed to hide the three greatest of the Rings from him, but Sauron captured the other sixteen Great Rings. To the Dwarves he gave seven, but to Men he gave Nine, knowing that they would be the easiest to enslave. The Dwarf Lords who received the Rings proved to be very resistant to their power, and neither \"faded\" nor became enslaved to Sauron's will. The Rings instead created in insatiable lust for gold, which ultimately caused a great deal of grief for the Dwarves. As Sauron predicted however, the nine Men were all corrupted by their Rings and became the Nazgûl, Sauron's deadliest servants.\nHad the Elves not recognized Sauron's treachery and forsaken the power of their rings, the results would have been catastrophic for the Free Peoples of Middle-Earth. It seems most if not all of the native humans in Middle-Earth succumbed to the power of the Ring once the Nazgûl were created, the Númenórians spared because of their distance. The Elves, had they been captured in this fashion, would have become the slaves of Sauron, and thus Celebrimbor's resistance is one of the key moments in the history of Middle-Earth.\nAt this time in which he marshalled and commanded great armies, Sauron became known as the Dark Lord of Mordor and his fortress of Barad-dûr was completed. He was very powerful even without control of the Elves and nearly conquered all of Middle-earth during the War of the Elves and Sauron.\nHowever the armies of Númenór's King Tar-Minastir were finally able to defeat him at a last battle near Gwathló or the Greyflood in SA 1700. Defeated but not vanquished, Sauron retreated back to Mordor and began recouping his strength over the many centuries.\nTowards the end of the Second Age, Sauron was once again powerful enough to raise again large armies to attempt to rule Middle-earth. By this time, he assumed the titles of \"Lord of the Earth\" and \"King of Men\". Sauron's rise in power and apparent intention to crown himself the King of all Men offended the Númenóreans; the powerful Men descended from those who had fought against Melkor in the War of Wrath. Some were the descendants, through Elros, of Beren and Lúthien.\nThese Men lived on the island of Númenor in the sea between Middle-earth and Valinor. The Númenóreans, who were then proud, came to Middle-earth with astounding force of arms. King Ar-Pharazôn marched his troops all the way to Mordor without a single battle, and demanded that Sauron abase himself before the King. Sauron could see clearly that even the most powerful of his servants could not stand against the Númenóreans, and so came from Barad-dûr without any offer of battle. He assumed a fair form and flattered Ar-Pharazôn, but the King demanded that Sauron come back to Númenor as a hostage. Sauron feigned unhappiness at this development but secretly was delighted, for this presented him with an opportunity to destroy the Númenóreans from within. After only a few short years in Númenor he grew from captive to the King's most trusted advisor, and nearly all the King's court fawned upon him. Drawing on their fear of death, he converted many Númenóreans to the worship of Morgoth, lying that Morgoth had the power to save them from mortality. As his power and influence reached it's peak, he raised a great Temple in which he performed human sacrifices to Morgoth. Finally, he convinced Ar-Pharazôn to rebel against the Valar and attack Valinor itself and claim it for himself.\nBut here, Sauron's cunning overreached itself, for Eru then directly intervened - Númenor was drowned under the sea, and the great navy of Númenor was destroyed and the army that reached Aman was buried under mountains of falling rock and imprisoned in the Caves of the Forgotten. The world was bent, so that thereafter, only Elven-Ships could sail into the Utter West. Sauron's body was destroyed, but his spirit was not diminished, and he fled back to Mordor bearing the Ring, where he slowly rebuilt a new body and his strength during the time known as the Dark Years. From this point on, he lost the ability to assume a fair shape, and ruled now through terror and force. A few faithful Númenóreans led by Elendil were saved from the flood, and they founded Gondor and Arnor in Middle-earth.\nAfter a brief period of renewed war, Elendil and his people allied with the Elven-king, Gil-Galad to create the Last Alliance, and together fought Sauron. They finally defeated his armies at the Battle of Dagorlad, and besieged Barad-dûr for seven years. Finally, Sauron himself came forth and dueled both Elendil and Gil-galad. He slew them both but Isildur, son of Elendil, took up his father's broken sword, Narsil and cut the One Ring from Sauron's finger, after which Sauron's spirit fled again in ruined form. But later the Ring betrayed Isildur, so that he was slain by orcs at Gladden Fields, and the Ring was lost for centuries. After that, the One Ring was found by Smeagol's friend Deagol. Sauron without the Ring loss his ability to take any physical form for a long time, and possibly retreated into the Far East until the time was right.\nIn the Third Age, Sauron arose again, at first in a stronghold called Dol Guldur, the Hill of Sorcery, in southern Mirkwood. There, he was disguised as a dark sorcerer called the Necromancer, and the Elves did not realize at first that he was actually Sauron returned. Gandalf the Grey stole into Dol Guldur and discovered the truth. Eventually, the White Council put forth their might and drove Sauron out. The Dark Lord, having ample time to prepare, simply returned to Mordor and rebuilt Barad-dûr. Here, Sauron prepared for the final war against the free people of Middle-Earth.\nSauron bred immense armies of Orcs and allied with and enslaved Men from the east and south. He gathered his most terrifying servants, the Nazgûl (Úlairi in Quenyan), or Ringwraiths, each wearing one of the nine rings designed for mortal men.\nSauron adopted the symbol of a lidless eye, and he was at that time able to send out his will over Middle-earth, so that the Eye of Sauron was a symbol of power and fear. While Sauron did have a physical form, he remained much weakened without the One Ring and remained hidden in the shadows, directing his armies from afar.\nAfter the creature Gollum, who had previously possessed the ring, was captured, Sauron had him tortured in order to extort information regarding the ring's whereabouts. After being brutally tortured, Gollum revealed the location of the ring; the Shire, and that the ring was in the possession of a Hobbit known as Baggins. Sauron immediately ordered the nine to go to the Shire, find the Hobbit and retrieve the One Ring.\nSimultaneously, Sauron ordered his puppet Saruman, he now had ensnared into his service, to create an army to wipe out Rohan, which would remove one of the major threats Sauron faced in his planned conquest of Gondor and the remaining Elves. However, Saruman failed, and Sauron lost his most potent ally as well as his massive armies of super-soldier Uruk-Hai, hybrids of Orcs and Goblins.\nShortly after Saruman's defeat, Peregrin Took looked into the Palantír that Saruman possessed, and accidentally communicated with Sauron, who believed that Saruman had captured the Halflings bearing the Ring, but when Aragorn took the palantir and revealed himself, Sauron realized that Saruman had failed. Concluding that the Heir of Isildur carried the ring, and could possibly use it against him. Fearful of Aragorn, Sauron immediately had his forces attack the city of Minas Tirith, seeking to crush it, and with it, the last true resistance to his rule.\nBut due to the combined efforts of Gondor, Rohan, and the Army of the Dead, Sauron's army was defeated. However, he still had many armies in reserve, and enough military strength to easily conquer Middle Earth once Gondor fell. However, he thought that Aragorn had the Ring, and was seeking to master it.\nInstead of striking out and covering Middle-Earth in a second darkness akin to Morgoth's near-victory, he waited for a period of strife between Aragorn and other potential Ringlords in which he would move out and take the Ring for himself.\nIn order to buy time for Frodo to reach Mt. Doom, and to distract Sauron from the peril in his own land, Gandalf and Aragorn led the remaining host from Minas Tirith to the Black Gate, making Sauron believe that Aragorn did indeed intend to challenge him directly.\nAll the rest of the Orc armies from Barad-dur had gotten to Udun, once Sauron foresaw their coming, to utterly crush the Men of the West, and regain his prize. Gandalf and Aragorn's ploy worked: Frodo was able to reach Mount Doom, and upon putting on the Ring, Sauron suddenly became aware of him. Though enraged, he was suddenly gripped with terror, realizing his own folly, and frantically sent the Ringwraiths towards the mountain to retrieve the Ring. He was too late however, and Gollum, after taking the Ring from Frodo, slipped into the Cracks of Doom.\nWith his source of power destroyed, Sauron was utterly defeated. Barad-dûr fell and his armies were destroyed or scattered, bereft of the driving will behind their conquest, and Mordor itself was shaken to its core as Orodruin belched fire. And, all Eight remaining Nazgul had been in combat with the Great Eagles, and lost, now being helplessly drawn towards the gale of lava on their Fellbeasts, and were consumed.\nHis physical form destroyed, his spirit towered above Mordor like a malevolent black cloud, only to be blown away by a powerful wind from the west. Sauron was now permanently crippled, never to rise again in strength. Apparently, his consciousness survived, but only as a spirit of malice in the wilderness.\nWhen the Ring was cut from his hand, he was unable to restore his body for a few thousand years. This is because Sauron diverted all of his power, hatred, cruelty and malice into the Ring, and thus lacked the strength for some time to remanifest himself in Arda. However, as Isildur failed to destroy the Ring, Sauron's power steadily grew. Being a Maia, though severely weakened in comparison to his former self, Sauron was able to create another body for himself after some time.\nGollum stated that Sauron \"has only four fingers on the Black Hand\", though it is unclear why Sauron was unable to restore the fifth. It is possible Gollum was simply in error, speaking in riddles, or simply using a metaphor. The One held the majority of Sauron's power after the loss of his original form in the Fall of Númenor, such that when he lost his body to the hands of Elendil and Gil-Galad, he also lost the vast majority of his strength. His armies seemingly dispersed, lacking Sauron's will driving them on through the Ring.\nHowever, Sauron's strength present in the Ring was still alive and as well as ever, seemingly allowing him to slowly draw on it until he regained a body and was able to actively gather armies for his assault on Middle-Earth. However, without the Ring in his possession, he could only draw on the smallest fraction of its strength, such that the three Wizards Gandalf, Saruman, and Radagast were able to drive him from Dol Guldur with relative ease. Therefore, after the Ring was destroyed in the fires of Mount Doom, Sauron was completely broken.\nAll of his old strength that was \"native to him in his beginning\", in the words of Gandalf, was forever lost. Since his new body was based solely on the powers of the Ring, it was destroyed when the Ring was unmade. Without the strength of the Ring to aid him, he would never regain enough power to form the weakest body in Arda. The power of the form that a Maia or Ainu took seems to be representative of the powers they themselves wielded. Morgoth, for example, originally could take a huge number of powerful, noble forms, but as he poured his power and malice into Arda in an attempt to pervert it, he gradually restricted himself to the form of a Dark Lord, weak enough to be challenged by an Elven King. Sauron, now, had invested most if not all of his power, hatred, malice, etc., into the Ring. What was left was lost in the Downfall of Numenor. When the Ring was destroyed, he no longer had the strength to support a physical form in Arda and thus was restricted to existing as a mean spirit, weak and forever unable to take part in the events of Middle-earth.\nWhile evil would continue to exist, Sauron could never emerge as a Dark Lord again and never would have the power to create an army or draw evil creatures to his rule as he once did. Another theory as to Sauron's fate exists, namely that Sauron could not continue to live, as he could have been sucked into the Void from which there can be no return. The problem with this, of course, is that Morgoth himself is in the Void, and is alive, though he, too, appears to have lost his fea.\nDespite being the title character of the Lord of the Rings, Sauron is notable in that he never directly appears during the events of the trilogy. Nowhere is any detailed description given of what he looks like, other than in vague terms.\nIn the Silmarillion, Sauron is described as being a shape changer, and took many forms, including that of a serpent, a vampire, and a great wolf. After Morgoth's fall, Sauron appeared in fair form as Annatar, the Lord of Gifts, and maintained this appearance until the Fall of Numenor, in which he was unable to ever take fair form ever again. He is also a changeling, in the chapter of Silmarillion, of Beren and Luthien.\nA few clues are given as to Sauron's appearance as the Dark Lord: Tolkien described Sauron in one of his letters as having the form of a man of more than human stature, but not gigantic, and as an image of malice and hatred made visible. He apparently gave off great heat, so much so that Gil-Galad was burned to death by his mere touch, and Isildur described Sauron's hand as black, yet burning like fire, suggesting that his entire body was blackened from fire and heat.\nGollum, having apparently seen Sauron directly, described him as having only four fingers on his black hand, suggesting that Sauron was unable to regenerate the finger from which Isildur took the ring, similar to how the wounds Morgoth took from Fingolfin never healed.\nIn addition to his physical appearance, Sauron also apparently had an aura of incredible malevolence. A passage in The Silmarillion describes him as having a \"dreadful presence,\" and daunting eyes. Furthermore, his mere presence can drive all but the strongest wills to madness.\nAs seen in Peter Jackson's film trilogy, Sauron appears as a massive black knight, measuring eight feet tall. It is demonstrated during the Fellowship of the Ring film's backstory how his very presence strikes fear into the hearts of even Elrond and Isildur. Although he does not appear without his armor, concept art was drawn showing Sauron's physical form to resemble a badly burned man with white eyes. The armored form in the film trilogy is based off of Morgoth's primary form in the Silmarillion, though scaled down a great deal.\nIt is very likely that Tolkien never gave a concrete description of what Sauron looked like in order to deliberately keep him mysterious, and to imply his incredible evil, rather than showing it, or him, directly.\nSauron was among the mightiest of the Maiar. Originally of Aulë's people, he acquired great \"scientific\" knowledge of the world: of its substances and how to use them. He would retain this knowledge throughout his tenure as the Dark Lord in Middle-earth, using it to forge the One Ring and construct his fortress of Barad-dur. Sauron also seemed primarily linked to the use of fire.\nA flaming, lidless eye is often used as a representation of his will, and that eye is used as a symbol on all his armies' banners. As one of Morgoth's chief captains, his ability to tap into the fires in the earth would have been priceless. It seems reasonable to suggest that the forges of Angband had Sauron to thank, at least in part, for their effectiveness.\nAmong Sauron's chief powers were deception and disguise: In the First Age Sauron took on many forms. His battle against Luthien and Huan in The Silmarillion has him taking on no less than four separate shapes: his \"normal\" shape, presumed to be that of some kind of dark sorcerer, a great wolf, a serpent, and finally a vampire \"dripping blood from his throat upon the trees\" (\"Of Beren and Lúthien,\" The Silmarillion). At the end of the First Age, Sauron took on a fair form to appeal to the Captain of the Hosts of the Valar and ask for pardon. In the Second Age, Sauron took up that fair form again and used it under the alias \"Annatar\" to deceive the Elves into creating the Rings of Power. The level of deception required to fool the Elves of Eregion must have gone beyond simply taking on a fair form. Sauron was literally instructing the Elves to make artifacts that while capable of great good, were ultimately purposed for his own domination and were imbued with power to arrest the natural order of the world. The Elves were unaware of who they were dealing with until the eleventh hour, and only narrowly escaped his trap. Centuries later, Sauron was able to deceive the Númenóreans and steer them directly to their own destruction under promises of eternal life. Such destruction is a testament to Sauron's manipulative nature and ability to twist the perceptions of his enemies.\nAn interesting dichotomy is set up between his deceptive nature and his symbol. While rarely appearing personally and deceiving all but the most wary, he represents himself as an all seeing eye that can pierce all disguises. Consistent with Tolkien's theme of evil being finite, wasteful, and self-destructive, Sauron's powers are gradually reduced as time goes on. After the Fall of Númenor, he is incapable of taking physical form for many years, and only then as a horrific Dark Lord, robbed of his fair form forever. After losing the Ring, it takes even longer for him to regain physical form, although by the War of the Ring, he has regained it.\nIn the movies, Sauron's weapon is a black mace used against the Last Alliance to kill both Gil-galad and Elendil. The mace is extremely powerful (either that or Sauron uses magic to strengthen his might), as it can blast back and kill entire battalions in one hit. In The Lord of the Rings: The Battle for Middle-earth II, it kills most units in a single hit, and even with the most durable, Sauron only needs a few hits (2 or 3) to defeat them.\nThe extent, nature, and specifics of Sauron's power are largely left to the imagination. Like his master Morgoth, he is capable of altering the physical substance of the world around him by mere effort of will (albeit to a far lesser extent).\nThe Symbol of Sauron was the Eye of Sauron particularly after he arose in Mirkwood at Dol Guldur without a true physical form; he took a actual Maiar human-like form, but he could be never be actually seen through mortal eyes, so he created a flame-wreathed Eye on Barad-dûr to give out the speaking and representation. The Evil Eye is also the most popular representation of Sauron, but Sauron just controls it. It is known as The Eye of Sauron in The Silmarillion and the Peter Jackson movie trilogy, but known as the Great Eye in The Lord of the Rings trilogy.\nIn the movies, the eye had a very powerful ability indeed; if he looked directly into a normal mortal they would have murderous pain, or sometimes death. While this can happen, it also freezes the enemy right there so they won't move.\nSala Baker voiced the eye in the Peter Jackson film trilogy. The Eye's voice's very low and darkish, along with a few hisses with every word.\nAccording to some of Tolkien's notes (published via the Parma Eldalamberon), Sauron's true name was Mairon (\"The Admirable\"), a title that he continued to use up to the downfall of Númenor, as in, Mairon the Admirable, and Tar-mairon (\"King Excellent\").\nSauron was also referred to by the Lord of the Rings in reference to his creation of the Ring. The title expressed the lordship of Sauron over the Rings of Power. Sauron participated in the forging of the Rings of Power, and he managed to submit their power to that of the One Ring.\nAs stated in the Poem of the Ring, Sauron made the One Ring to rule all the others. As a result, he submitted nine of the most powerful kings of men through The Nine (the nine rings for mortal men), thus creating the Nazgûl. He wasn't, however, successful in conquering the Lords of the Dwarves (although three of The Seven were retaken by Sauron) nor those of the Elves (whose end is fully known and none in Sauron's hands).\nAlthough six other people (Isildur, Déagol, Gollum, Bilbo Baggins, Frodo Baggins, and Sam Gamgee) bore the One Ring for a time, only Sauron himself ever held the title of Lord of the Rings due to his great power and evil intentions.\nIn Peter Jackson's The Fellowship of the Ring Saruman (Christopher Lee) refers to Sauron as \"Lord of the Earth\" while speaking to him through the Palantír. His most common titles, the Dark Lord of Mordor and the Lord of the Rings, appear only a few times in the books. His other titles were similar to Morgoth's. In the The Hobbit (films), it has been announced in early 2011 that the Necromancer would appear in the upcoming 2012 - 2013 adaptions of The Hobbit. In July 2011 it was confirmed that English actor Benedict Cumberbatch (known for his works in Sherlock and who has also been cast as the main antagonist, Smaug) will be providing the motion performance and voice of the Necromancer.\nIn The Lord of the Rings Online, Annatar is depicted in a mural in the ruins of Tham Mírdain. He is called Antheron (Gift Lord), because Turbine doesn't have the rights to the name Annatar. In the session play quest 'Daughter of Strife' from Volume I: Book XV, where the player takes on the character of Narmaleth, Sauron is also encountered in his disguise of Annatar, at the time he taught the elves of Eregion the secrets of the Rings.\nHis name is pronounced \"sour-on\" (sour as in not sweet), or in IPA as: /ˈsaʊron/.\nPrior to the publication of The Silmarillion, Sauron's origins and true identity were unclear to those without full access to Tolkien's notes. In early editions of the Guide to Middle Earth, Sauron is described as \"probably of the Eldar elves.\"\nSince the earliest versions of the Silmarillion legendarium (as detailed in the History of Middle-earth series), Sauron has undergone many changes. The prototype of this character was Tevildo, Prince of Cats, who played the role later taken by Sauron in the earliest version of the story of Beren and Lúthien in The Book of Lost Tales. Tevildo later (but still in the Book of Lost Tales period) was transformed into Thû, the Necromancer. The name was then changed to Gorthû, Sûr, and finally to Sauron. Gorthû, in the form Gorthaur remained in The Silmarillion. In Numenor he was known (according to the Notion Club Papers and associated writings) as Zigûr."}